<?php

return [
    'every_minute' => 'каждую минуту',
    'every_n_minutes' => 'каждые :n мин.',
    'hourly_at' => 'каждый час в ::minute',
    'hourly_at_minutes' => 'каждый час в минуты :minutes',
    'every_n_hours_at' => 'каждые :n ч. в ::minute',
    'at' => 'в :time',
    'daily' => 'ежедневно',
    'weekly' => 'каждую неделю в :day',
    'monthly' => 'ежемесячно :day числа',
    'yearly' => 'ежегодно :day.:month',
    'every_n_days' => 'каждые :n дн.',
    // винительный падеж: «каждую неделю в среду»
    'weekdays' => [
        0 => 'воскресенье',
        1 => 'понедельник',
        2 => 'вторник',
        3 => 'среду',
        4 => 'четверг',
        5 => 'пятницу',
        6 => 'субботу',
        7 => 'воскресенье',
    ],
];
